Repository: roddyisthebest/book-tracker-client
Catalog: BookTracker/Resources/Localizable.xcstrings
Source language: ko
Languages: en, ja

# account_info_load_failed
source: 계정 정보를 불러오지 못했어요
en: Failed to load account info
ja: アカウント情報の読み込みに失敗しました

# account_management
source: 계정 관리
en: Account Management
ja: アカウント管理

# actual_purchase_amount
source: 실제 구매 금액
en: Actual Purchase Amount
ja: 実際の購入金額

# add
source: 추가하기
en: Add
ja: 追加

# add_books
source: 책 추가하기
en: Add Books
ja: 本を追加

# add_books_subtitle
source: 컬렉션에 책을 추가해보세요
en: Add books to your collection
ja: コレクションに本を追加しましょう

# add_books_to_collection_hint
source: 책을 추가해서 시작해보세요
en: Add books to get started
ja: 本を追加して始めましょう

# add_books_to_start
source: 책을 추가해서 영수증이나 대출증 발급을 시작해보세요.
en: Add books to start issuing receipts or rental cards.
ja: 本を追加して領収書や貸出カードの発行を始めましょう。

# add_failed_retry
source: 추가에 실패했어요. 다시 시도해주세요.
en: Failed to add. Please try again.
ja: 追加に失敗しました。もう一度お試しください。

# add_receipt_price
source: 영수증 가격 추가
en: Add Receipt Price
ja: 領収書価格を追加

# add_to_bookshelf
source: 책장에 추가하기
en: Add to Bookshelf
ja: 本棚に追加する

# add_to_receipt
source: 영수증에 추가
en: Add to Receipt
ja: 領収書に追加

# add_to_rental
source: 대출증에 추가
en: Add to Rental
ja: 貸出カードに追加

# added_to_purchase
source: 영수증 목록에 추가되었습니다.
en: Added to receipt list.
ja: 領収書リストに追加されました。

# added_to_receipt
source: 영수증에 추가되었습니다.
en: Added to receipt.
ja: 領収書に追加されました。

# added_to_rental
source: 대출증 목록에 추가되었습니다.
en: Added to rental card list.
ja: 貸出カードリストに追加されました。

# already_in_purchase
source: 영수증 대기 목록에 등록된 책입니다.
en: Already in receipt waiting list.
ja: 領収書待機リストに登録済みです。

# already_in_rental
source: 대출증 대기 목록에 등록된 책입니다.
en: Already in rental card waiting list.
ja: 貸出カード待機リストに登録済みです。

# already_registered
source: 이미 등록된 책입니다
en: Already registered
ja: すでに登録済みです

# amount_label
source: 금액
en: Amount
ja: 金額

# and_more_count %@
source: 외 %@권
en: and %@ more
ja: 他%@冊

# app_data
source: 앱 데이터
en: App Data
ja: アプリデータ

# app_data_description
source: 내 데이터를 안전하게 보관하고 관리하세요
en: Keep your data safe and manage it securely
ja: データを安全に保管・管理しましょう

# app_info
source: 앱 정보
en: App Info
ja: アプリ情報

# app_usage
source: 앱 사용
en: App Usage
ja: アプリの使い方

# app_usage_description
source: 자주 묻는 질문과 해결 방법을 빠르게 찾아보세요
en: Quickly find FAQs and solutions
ja: よくある質問と解決方法をすばやく見つけましょう

# app_version
source: 앱 버전
en: App Version
ja: アプリバージョン

# apple_login_loading
source: 애플 로그인 중…
en: Signing in with Apple…
ja: Appleでログイン中…

# are_you_sure
source: 정말 삭제하시겠어요?
en: Are you sure?
ja: 本当によろしいですか？

# average_score
source: 평균 별점
en: Average Score
ja: 平均スコア

# avg_reading_days
source: 한권당 평균 독서 기간
en: Avg. Reading Days per Book
ja: 1冊あたりの平均読書日数

# book_add
source: 책 추가
en: Add Book
ja: 本を追加

# book_added_success
source: 책이 추가되었습니다.
en: Book added successfully.
ja: 本が追加されました。

# book_already_registered
source: 이미 등록된 책입니다.
en: This book is already registered.
ja: この本はすでに登録されています。

# book_count %@
source: %@권
en: %@ books
ja: %@冊

# book_create_failed
source: 책 생성에 실패했어요.
en: Failed to create the book.
ja: 本の作成に失敗しました。

# book_delete_failed
source: 책 삭제에 실패했어요.
en: Failed to delete the book.
ja: 本の削除に失敗しました。

# book_detail
source: 책 상세
en: Book Detail
ja: 本の詳細

# book_edit
source: 책 수정
en: Edit Book
ja: 本を編集

# book_intro
source: 책 소개
en: Book Introduction
ja: 本の紹介

# book_list_load_failed
source: 책 목록을 불러오지 못했어요.
en: Failed to load book list.
ja: 本のリストを読み込めませんでした。

# book_type_label
source: 책종류
en: Book Type
ja: 本の種類

# book_unit
source: 권
en: books
ja: 冊

# book_update_failed
source: 책 수정에 실패했어요.
en: Failed to update the book.
ja: 本の更新に失敗しました。

# book_updated_success
source: 책이 수정되었습니다.
en: Book updated successfully.
ja: 本が更新されました。

# books_selected %@
source: %@권 선택됨
en: %@ selected
ja: %@冊選択中

# bookshelf
source: 책장
en: Bookshelf
ja: 本棚

# calendar_load_failed
source: 달력을 불러오지 못했어요
en: Failed to load calendar
ja: カレンダーの読み込みに失敗しました

# cancel
source: 취소
en: Cancel
ja: キャンセル

# change_date_or_retry
source: 연/월을 바꾸거나 다시 시도해 보세요.
en: Try changing the date or retry.
ja: 日付を変更するか、もう一度お試しください。

# change_status
source: 상태변경
en: Change Status
ja: ステータス変更

# change_status_done
source: 완료
en: Done
ja: 読了

# change_status_dropped
source: 중단
en: Dropped
ja: 中断

# change_status_reading
source: 읽는 중
en: Reading
ja: 読書中

# change_status_title %@
source: 상태 변경: %@
en: Change Status: %@
ja: ステータス変更: %@

# change_status_want
source: 보고 싶음
en: Want to Read
ja: 読みたい

# checking_registration
source: 등록 여부 확인 중…
en: Checking registration…
ja: 登録確認中…

# collapse
source: 접기
en: Collapse
ja: 閉じる

# collection
source: 컬렉션
en: Collection
ja: コレクション

# collection_create
source: 컬렉션 생성
en: Create Collection
ja: コレクション作成

# collection_created
source: 컬렉션이 생성되었습니다.
en: Collection created successfully.
ja: コレクションが作成されました。

# collection_delete_failed
source: 컬렉션 삭제에 실패했어요.
en: Failed to delete the collection.
ja: コレクションの削除に失敗しました。

# collection_desc_label
source: 설명
en: Description
ja: 説明

# collection_edit
source: 컬렉션 수정
en: Edit Collection
ja: コレクション編集

# collection_load_failed
source: 컬렉션 목록을 불러오지 못했어요
en: Failed to load collections
ja: コレクションの読み込みに失敗しました

# collection_name_label
source: 이름
en: Name
ja: 名前

# collections
source: 컬렉션
en: Collections
ja: コレクション

# completed_books
source: 완독한 책
en: Completed Books
ja: 読了した本

# confirm
source: 확인
en: OK
ja: OK

# confirm_data_reset
source: 모든 데이터를 초기화하시겠어요?
en: Are you sure you want to reset all data?
ja: すべてのデータをリセットしてもよろしいですか？

# confirm_delete_account
source: 정말 탈퇴하시겠어요?
en: Are you sure you want to delete your account?
ja: アカウントを削除してもよろしいですか？

# confirm_logout
source: 정말 로그아웃하시겠어요?
en: Are you sure you want to logout?
ja: ログアウトしてもよろしいですか？

# contact_feedback
source: 문의/피드백
en: Contact / Feedback
ja: お問い合わせ / フィードバック

# contact_feedback_description
source: 문의사항이나 피드백을 보내주세요
en: Send us your questions or feedback
ja: ご質問やフィードバックをお送りください

# create
source: 생성하기
en: Create
ja: 作成する

# create_collection
source: 컬렉션 생성하기
en: Create Collection
ja: コレクションを作成

# create_collection_hint
source: 새 컬렉션을 만들어 책을 정리해보세요.
en: Create a new collection to organize your books.
ja: 新しいコレクションを作って本を整理しましょう。

# create_failed
source: 생성에 실패했어요.
en: Failed to create.
ja: 作成に失敗しました。

# csv_export
source: CSV 내보내기
en: CSV Export
ja: CSVエクスポート

# currency_aud
source: 호주 달러
en: Australian Dollar
ja: オーストラリアドル

# currency_cad
source: 캐나다 달러
en: Canadian Dollar
ja: カナダドル

# currency_cny
source: 중국 위안
en: Chinese Yuan
ja: 中国人民元

# currency_code
source: 화폐 코드
en: Currency Code
ja: 通貨コード

# currency_eur
source: 유로
en: Euro
ja: ユーロ

# currency_gbp
source: 영국 파운드
en: British Pound
ja: 英国ポンド

# currency_hkd
source: 홍콩 달러
en: Hong Kong Dollar
ja: 香港ドル

# currency_jpy
source: 일본 엔
en: Japanese Yen
ja: 日本円

# currency_krw
source: 대한민국 원
en: South Korean Won
ja: 韓国ウォン

# currency_sgd
source: 싱가포르 달러
en: Singapore Dollar
ja: シンガポールドル

# currency_usd
source: 미국 달러
en: US Dollar
ja: 米ドル

# currently_reading
source: 읽고있어요
en: Currently Reading
ja: 読書中

# data_management
source: 데이터 관리
en: Data Management
ja: データ管理

# data_reset
source: 데이터 초기화
en: Reset Data
ja: データリセット

# day_unit
source: 일
en: days
ja: 日

# delete
source: 삭제하기
en: Delete
ja: 削除する

# delete_account
source: 회원 탈퇴
en: Delete Account
ja: アカウント削除

# delete_all
source: 전체 삭제
en: Delete All
ja: すべて削除

# delete_count %@
source: 삭제하기 %@
en: Delete %@
ja: %@件削除

# delete_failed
source: 삭제에 실패했어요.
en: Failed to delete.
ja: 削除に失敗しました。

# deleting
source: 삭제 중이에요...
en: Deleting…
ja: 削除中…

# deselect_all
source: 전체 해제
en: Deselect All
ja: すべて解除

# detail_load_failed
source: 상세를 불러오지 못했어요.
en: Failed to load details.
ja: 詳細の読み込みに失敗しました。

# did_not_read_today
source: 독서를 했습니다
en: I read today
ja: 読書しました

# did_read_today
source: 사실 독서를 하지 않았어요
en: I actually didn't read today
ja: 実は読書しませんでした

# done_reading_calendar
source: 완독 독서 캘린더
en: Reading Calendar
ja: 読了カレンダー

# drop_reason_label
source: 중단이유
en: Reason for Dropping
ja: 中断理由

# ebook
source: 전자책
en: eBook
ja: 電子書籍

# edit
source: 편집하기
en: Edit
ja: 編集

# edit_books
source: 책 편집하기
en: Edit Books
ja: 本を編集

# edit_books_subtitle
source: 책을 삭제하거나 추가해보세요.
en: Delete or add books
ja: 本を削除または追加してください

# edit_collection
source: 컬렉션 편집하기
en: Edit Collection
ja: コレクションを編集

# email
source: 이메일
en: Email
ja: メール

# email_label
source: 이메일
en: Email
ja: メール

# email_login
source: 이메일 로그인
en: Email Login
ja: メールログイン

# email_signup
source: 회원가입
en: Sign Up
ja: 新規登録

# end_date
source: 완료일자
en: End Date
ja: 終了日

# enter_collection_desc
source: 컬렉션 설명을 입력해주세요
en: Enter collection description
ja: コレクションの説明を入力してください

# enter_collection_name
source: 컬렉션 이름을 입력해주세요
en: Enter collection name
ja: コレクション名を入力してください

# enter_drop_reason_placeholder
source: 중단이유를 입력해주세요
en: Enter reason for dropping
ja: 中断理由を入力してください

# enter_email_placeholder
source: 이메일을 입력해주세요
en: Enter your email
ja: メールアドレスを入力してください

# enter_library
source: 도서관을 입력해주세요
en: Enter library name
ja: 図書館名を入力してください

# enter_memo_placeholder
source: 메모를 입력해주세요
en: Enter memo
ja: メモを入力してください

# enter_name
source: 이름을 입력해주세요
en: Enter your name
ja: 名前を入力してください

# enter_password_confirm
source: 비밀번호 확인을 입력해주세요
en: Please confirm your password
ja: パスワードを再入力してください

# enter_password_placeholder
source: 비밀번호를 입력해주세요
en: Enter your password
ja: パスワードを入力してください

# enter_price
source: 가격 입력
en: Enter price
ja: 価格を入力

# enter_purchase_place
source: 구매처를 입력해주세요
en: Enter purchase place
ja: 購入先を入力してください

# enter_review_placeholder
source: 리뷰를 입력해주세요
en: Enter your review
ja: レビューを入力してください

# error_occurred
source: 에러입니다.
en: An error occurred.
ja: エラーが発生しました。

# error_retry_message
source: 에러가 발생했어요. 다시 시도해 보세요.
en: An error occurred. Please try again.
ja: エラーが発生しました。もう一度お試しください。

# error_title
source: 에러발생
en: Error
ja: エラー

# faq
source: 자주 묻는 질문
en: FAQ
ja: よくある質問

# file_export
source: 파일 내보내기
en: File Export
ja: ファイルエクスポート

# file_export_description
source: 독서기록을 파일로 저장합니다
en: Save your reading records as a file
ja: 読書記録をファイルに保存します

# finished_reading
source: 다 읽었어요
en: Finished Reading
ja: 読了

# google_login
source: 구글 로그인
en: Google Login
ja: Googleログイン

# google_login_loading
source: 구글 로그인 중…
en: Signing in with Google…
ja: Googleでログイン中…

# home
source: 홈
en: Home
ja: ホーム

# initial_book_select
source: 초기 책 선택 (선택 사항)
en: Initial Book Selection (Optional)
ja: 初期本の選択（任意）

# invalid_book_request
source: 잘못된 요청입니다. 책 ID가 없습니다.
en: Invalid request. Book ID is missing.
ja: 無効なリクエストです。本のIDがありません。

# invalid_email_format
source: 올바른 이메일 형식이 아니에요.
en: Invalid email format.
ja: メールアドレスの形式が正しくありません。

# invalid_price_message
source: 가격을 올바르게 입력해주세요.
en: Please enter a valid price.
ja: 正しい価格を入力してください。

# issue
source: 발급하기
en: Issue
ja: 発行する

# issue_purchase_receipt
source: 영수증 발급
en: Issue Receipt
ja: 領収書発行

# issue_rental_receipt
source: 대출증 발급
en: Issue Rental Card
ja: 貸出カード発行

# library
source: 서재
en: Library
ja: 書斎

# library_label
source: 도서관
en: Library
ja: 図書館

# library_status_description
source: 독서 상태별로 책을 한눈에 볼 수 있어요
en: View your books by reading status at a glance
ja: 読書ステータスごとに本を一覧できます

# list_load_failed
source: 목록을 불러오지 못했어요.
en: Failed to load list.
ja: リストの読み込みに失敗しました。

# load_failed
source: 불러오지 못했어요
en: Failed to load
ja: 読み込みに失敗しました

# load_more_failed
source: 더 불러오기에 실패했어요.
en: Failed to load more.
ja: さらに読み込めませんでした。

# load_more_failed_retry
source: 더 불러오기에 실패했어요. 다시 시도해주세요.
en: Failed to load more. Please try again.
ja: さらに読み込めませんでした。もう一度お試しください。

# loading
source: 불러오는 중…
en: Loading…
ja: 読み込み中…

# loading_books
source: 책 목록을 불러오는 중이에요.
en: Loading books…
ja: 本を読み込み中…

# loading_collections
source: 컬렉션을 불러오는 중...
en: Loading collections…
ja: コレクションを読み込み中…

# loading_receipt_info
source: 대출/영수증 정보를 불러오는 중…
en: Loading receipt info…
ja: 領収書情報を読み込み中…

# login
source: 로그인
en: Login
ja: ログイン

# login_method
source: 로그인 수단
en: Login Method
ja: ログイン方法

# logout
source: 로그아웃
en: Logout
ja: ログアウト

# manage_my_info
source: 내 정보 관리
en: Manage My Info
ja: マイ情報管理

# memo_label
source: 메모
en: Memo
ja: メモ

# month_format %@
source: %@월
en: Month %@
ja: %@月

# monthly_comparison
source: 전월 비교
en: Monthly Comparison
ja: 前月比較

# my_info
source: 내 정보
en: My Info
ja: マイ情報

# my_reading_record
source: 나의 독서 기록
en: My Reading Record
ja: 私の読書記録

# mybooks_empty_description
source: 책을 검색해서 서재에 추가해보세요.
en: Search for books and add them to your bookshelf.
ja: 本を検索して本棚に追加してみましょう。

# mybooks_empty_title
source: 서재에 등록된 책이 없어요.
en: No books in your bookshelf.
ja: 本棚に本がありません。

# name
source: 이름
en: Name
ja: 名前

# name_label
source: 이름
en: Name
ja: 名前

# no_account_info
source: 계정 정보가 없어요
en: No account info available
ja: アカウント情報がありません

# no_book_type_data
source: 책 종류 데이터가 없어요
en: No book type data
ja: 書籍種類のデータがありません

# no_books_added
source: 추가된 책이 없어요.
en: No books added.
ja: 追加された本がありません。

# no_books_in_collection
source: 컬렉션에 책이 없어요
en: No books in this collection
ja: コレクションに本がありません

# no_books_yet
source: 아직 책이 없어요
en: No books yet
ja: まだ本がありません

# no_collections_yet
source: 아직 컬렉션이 없어요
en: No collections yet
ja: まだコレクションがありません

# no_file
source: 파일이 없습니다
en: No file available
ja: ファイルがありません

# no_items_to_display
source: 표시할 항목이 없어요.
en: No items to display.
ja: 表示する項目がありません。

# no_memo
source: 메모 없음
en: No memo
ja: メモなし

# no_monthly_report
source: 이 달의 리포트가 없어요
en: No report for this month
ja: 今月のレポートがありません

# no_permission_update
source: 이 책을 수정할 권한이 없어요.
en: You do not have permission to update this book.
ja: この本を更新する権限がありません。

# no_profile_info
source: 프로필 정보가 없어요
en: No profile info available
ja: プロフィール情報がありません

# no_reason
source: 사유 없음
en: No reason
ja: 理由なし

# no_recent_searches
source: 최근 검색어가 없어요
en: No recent searches
ja: 最近の検索履歴がありません

# no_recommended_searches
source: 추천 검색어가 없어요
en: No recommended searches
ja: おすすめの検索キーワードがありません

# no_search_results
source: 검색 결과가 없어요
en: No results found
ja: 検索結果がありません

# paper_book
source: 종이책
en: Paper Book
ja: 紙の本

# paper_ebook_ratio
source: 종이책/전자책 비율
en: Paper / eBook Ratio
ja: 紙の本 / 電子書籍の割合

# password
source: 비밀번호
en: Password
ja: パスワード

# password_confirm
source: 비밀번호 확인
en: Confirm Password
ja: パスワード確認

# password_min_length
source: 비밀번호는 8자 이상이어야 해요.
en: Password must be at least 8 characters.
ja: パスワードは8文字以上必要です。

# password_mismatch
source: 비밀번호가 일치하지 않아요.
en: Passwords do not match.
ja: パスワードが一致しません。

# password_needs_letter
source: 영문자를 포함해야 해요.
en: Must include a letter.
ja: 英字を含める必要があります。

# password_needs_number
source: 숫자를 포함해야 해요.
en: Must include a number.
ja: 数字を含める必要があります。

# period_label
source: 기간
en: Period
ja: 期間

# preview
source: 미리보기
en: Preview
ja: プレビュー

# price
source: 가격
en: Price
ja: 価格

# price_add_failed
source: 가격 추가에 실패했어요. 다시 시도해주세요.
en: Failed to add price. Please try again.
ja: 価格の追加に失敗しました。もう一度お試しください。

# price_auto_calc %@
source: 미입력 시 책 가격 합산(%@원)으로 자동 계산돼요
en: Auto-calculated from book prices (%@ KRW) if empty
ja: 未入力の場合、本の価格合計（%@円）で自動計算されます

# price_not_set_confirm
source: 가격이 설정되지 않았어요. 가격을 추가하시겠어요?
en: Price is not set. Would you like to add a price?
ja: 価格が設定されていません。価格を追加しますか？

# price_with_sum %@ %@
source: 총 계산된 금액: %@원 (책 가격 합산: %@원)
en: Total: %@ (Book sum: %@)
ja: 合計金額: %@（本の合計: %@）

# price_won %@
source: %@원
en: %@ KRW
ja: %@ウォン

# privacy_policy
source: 개인정보 처리방침
en: Privacy Policy
ja: プライバシーポリシー

# profile_load_failed
source: 프로필을 불러오지 못했어요
en: Failed to load profile
ja: プロフィールの読み込みに失敗しました

# progress_label
source: 진행률
en: Progress
ja: 進捗

# published_date %@
source: 출판일: %@
en: Published: %@
ja: 出版日: %@

# purchase
source: 구매
en: Purchase
ja: 購入

# purchase_amount
source: 구매 금액
en: Purchase Amount
ja: 購入金額

# purchase_date_key
source: 구매일자
en: Purchase Date
ja: 購入日

# purchase_date_label
source: 구매날짜
en: Purchase Date
ja: 購入日

# purchase_place_label
source: 구매처
en: Purchase Place
ja: 購入先

# purchase_receipt
source: 영수증
en: Receipt
ja: 領収書

# purchase_rental
source: 구매/대여
en: Purchase / Rental
ja: 購入 / レンタル

# purchase_rental_description
source: 한번에 책을 담고, 대출증 영수증을 발급 할 수 있어요
en: Add books and issue rental cards or receipts at once
ja: 本をまとめて追加し、貸出カードや領収書を発行できます

# purchased_books
source: 구매한책
en: Purchased Books
ja: 購入した本

# rating_label
source: 별점 (옆으로 스크롤 가능)
en: Rating (scroll sideways)
ja: 評価（横スクロール可）

# reading_period
source: 독서기간
en: Reading Period
ja: 読書期間

# reading_period_label
source: 독서기간
en: Reading Period
ja: 読書期間

# reading_record
source: 독서 기록
en: Reading Record
ja: 読書記録

# reading_report
source: 독서 리포트
en: Reading Report
ja: 読書レポート

# reading_report_description
source: 독서 통계와 그래프로 나의 독서 패턴을 분석해보세요
en: Analyze your reading patterns with stats and graphs
ja: 統計とグラフで読書パターンを分析しましょう

# reading_tracker
source: 독서 트래커
en: Reading Tracker
ja: 読書トラッカー

# receipt_create_failed
source: 영수증 발급에 실패했어요.
en: Failed to create the receipt.
ja: 領収書の作成に失敗しました。

# receipt_fetch_error
source: 영수증 정보를 불러오지 못했어요.
en: Failed to load receipt info.
ja: 領収書情報の読み込みに失敗しました。

# receipt_info_load_failed
source: 대출/영수증 정보를 불러오지 못했어요
en: Failed to load receipt info
ja: 領収書情報の読み込みに失敗しました

# receipt_issued_success
source: 영수증이 발급되었습니다.
en: Receipt issued successfully.
ja: 領収書が発行されました。

# receipt_load_failed
source: 대출증/영수증을 불러오지 못했어요
en: Failed to load receipts
ja: 領収書の読み込みに失敗しました

# receipt_subtitle_purchase
source: 책을 추가하여 영수증을 발급해보세요.
en: Add books to issue a receipt.
ja: 本を追加して領収書を発行しましょう。

# receipt_subtitle_rental
source: 책을 추가하여 대출증을 발급해보세요.
en: Add books to issue a rental card.
ja: 本を追加して貸出カードを発行しましょう。

# recent_searches
source: 최근 검색어
en: Recent Searches
ja: 最近の検索

# recommended_searches
source: 추천 검색어
en: Recommended Searches
ja: おすすめの検索

# record_today_reading
source: 오늘 하루 독서 유무를 기록해보세요
en: Record whether you read today
ja: 今日の読書を記録しましょう

# reenter_password_placeholder
source: 비밀번호를 다시 입력해주세요
en: Re-enter your password
ja: パスワードを再入力してください

# refresh
source: 새로고침
en: Refresh
ja: 更新

# rental
source: 대여
en: Rental
ja: レンタル

# rental_count
source: 대여권 수
en: Rental Count
ja: 貸出冊数

# rental_date_key
source: 대출일자
en: Rental Date
ja: 貸出日

# rental_date_label
source: 대출날짜
en: Rental Date
ja: 貸出日

# rental_receipt
source: 대출증
en: Rental Card
ja: 貸出カード

# rental_receipt_slash
source: 대출증/영수증
en: Rental / Receipt
ja: 貸出カード / 領収書

# report_load_failed
source: 리포트를 불러오지 못했어요
en: Failed to load report
ja: レポートの読み込みに失敗しました

# reset
source: 리셋하기
en: Reset
ja: リセット

# reset_description
source: 저장된 모든 데이터를 삭제합니다
en: Delete all saved data
ja: 保存されたすべてのデータを削除します

# retry
source: 다시 시도
en: Retry
ja: 再試行

# review_label
source: 리뷰
en: Review
ja: レビュー

# save
source: 저장하기
en: Save
ja: 保存

# save_failed
source: 저장 실패
en: Save Failed
ja: 保存に失敗しました

# save_failed_message
source: 이미지 저장에 실패했습니다. 사진 라이브러리 권한을 확인해주세요.
en: Failed to save the image. Please check your photo library permissions.
ja: 画像の保存に失敗しました。写真ライブラリの権限を確認してください。

# save_success
source: 저장 완료
en: Saved
ja: 保存完了

# save_success_message
source: 이미지가 사진첩에 저장되었습니다.
en: Image has been saved to your photo library.
ja: 画像が写真ライブラリに保存されました。

# search
source: 검색
en: Search
ja: 検索

# search_placeholder
source: 검색어를 입력하세요
en: Enter search term
ja: 検索ワードを入力してください

# select_all
source: 전체 선택
en: Select All
ja: すべて選択

# select_books
source: 책 선택
en: Select Books
ja: 本を選択

# settings
source: 설정
en: Settings
ja: 設定

# share_failed
source: 공유 실패
en: Share Failed
ja: 共有に失敗しました

# share_failed_message
source: 리포트 이미지를 생성하지 못했습니다. 다시 시도해 주세요.
en: Failed to create the report image. Please try again.
ja: レポート画像の作成に失敗しました。もう一度お試しください。

# share_report
source: 공유
en: Share
ja: 共有

# show_more
source: 더보기
en: Show More
ja: もっと見る

# signing_out
source: 로그아웃 중…
en: Signing out…
ja: ログアウト中…

# signup
source: 회원가입
en: Sign Up
ja: 新規登録

# signup_success
source: 회원가입이 완료되었습니다!
en: Sign up successful!
ja: 登録が完了しました！

# sort_newest
source: 최신순
en: Newest First
ja: 新しい順

# sort_oldest
source: 오래된순
en: Oldest First
ja: 古い順

# sort_title_asc
source: 제목순(가나다)
en: Title (A-Z)
ja: タイトル順(昇順)

# sort_title_desc
source: 제목순(반대)
en: Title (Z-A)
ja: タイトル順(降順)

# source_label
source: 구매처
en: Source
ja: 出所

# start_date
source: 시작일자
en: Start Date
ja: 開始日

# statistics
source: 통계
en: Statistics
ja: 統計

# status_count_load_failed
source: 상태 카운트를 불러오지 못했어요
en: Failed to load status counts
ja: ステータス数の読み込みに失敗しました

# status_done
source: 완독
en: Done
ja: 読了

# status_done %@
source: 완독 %@
en: Done %@
ja: 読了 %@

# status_dropped
source: 읽다 만
en: Dropped
ja: 中断

# status_dropped %@
source: 읽다 만 %@
en: Dropped %@
ja: 中断 %@

# status_label
source: 상태
en: Status
ja: ステータス

# status_reading
source: 읽는 중
en: Reading
ja: 読書中

# status_reading %@
source: 읽는 중 %@
en: Reading %@
ja: 読書中 %@

# status_value
source: 상태값
en: Status
ja: ステータス

# status_want
source: 읽고싶은
en: Want to Read
ja: 読みたい

# status_want %@
source: 읽고싶은 %@
en: Want to Read %@
ja: 読みたい %@

# stop_reading
source: 그만 읽고싶어요
en: Stop Reading
ja: 読書をやめる

# sync_failed
source: 동기화에 실패했어요. 다시 시도해주세요.
en: Failed to sync. Please try again.
ja: 同期に失敗しました。もう一度お試しください。

# terms_and_policies
source: 약관 및 정책
en: Terms & Policies
ja: 利用規約・ポリシー

# terms_of_service
source: 서비스 이용 약관
en: Terms of Service
ja: 利用規約

# today_reading_record_error
source: 오늘 독서 기록 업데이트에 실패했어요.
en: Failed to update today's reading record.
ja: 今日の読書記録の更新に失敗しました。

# total_books %@
source: 총 %@권
en: Total %@ books
ja: 合計%@冊

# try_again_later
source: 잠시 후 다시 시도해 주세요.
en: Please try again later.
ja: しばらくしてからもう一度お試しください。

# try_other_tab_or_refresh
source: 다른 탭을 선택하거나 새로고침 해보세요.
en: Try another tab or refresh.
ja: 他のタブを選択するか、更新してみてください。

# unfinished_books
source: 읽다 만 책
en: Unfinished Books
ja: 中断した本

# unnamed_collection
source: 이름 없는 컬렉션
en: Unnamed Collection
ja: 名前のないコレクション

# update
source: 저장하기
en: Update
ja: 更新する

# update_failed
source: 수정에 실패했어요.
en: Failed to update.
ja: 更新に失敗しました。

# update_name_failed
source: 이름 수정에 실패했어요. 다시 시도해주세요.
en: Failed to update name. Please try again.
ja: 名前の更新に失敗しました。もう一度お試しください。

# user_guide
source: 사용 가이드
en: User Guide
ja: ユーザーガイド

# view_all
source: 전체보기
en: View All
ja: すべて見る

# view_detail
source: 자세히 보기
en: View Details
ja: 詳細を見る

# view_my_bookshelf
source: 내 책장 보기
en: My Bookshelf
ja: 本棚を見る

# view_my_library
source: 내 서재 보기
en: My Library
ja: 書斎を見る

# won_unit
source: 원
en: KRW
ja: ウォン

# back
source: 뒤로
en: Back
ja: 戻る

# apple_login
source: Apple 로그인
en: Sign in with Apple
ja: Appleでサインイン

# year_suffix
source: 년
ja: 年
